<?php
return [
    'redirect_kinds'=>[
        '1'=>'301',
        '2'=>'302'
    ],
    'robots'=>[
        '1'=>'index,follow',
        '2'=>'noindex,nofollow',
        '3'=>'follow',
        '4'=>'noindex,follow',
        '5'=>'index,nofollow',
    ],
    'lang'=>[
        1=>'fa',
        2=>'en'
    ],

    'messages'=>[
        'success'=>':module جدید ساخته شد',
        'success_edit'=>':module ویرایش شد',
        'result_not_found'=>"نتیجه ای یافت نشد",
        'email_success'=>'ایمیل شما با موفقیت ارسال شد',

    ],

    'state'=>[
        '0'=>'عدم نمایش',
        '1'=>'نمایش'
    ],
    'gender'=>[
        '1'=>'زن',
        '2'=>'مرد'
    ],
    'have'=>[
        '1'=>'دارد',
        '2'=>'ندارد'
    ],

    'content'=>[
        'news'=>[
            1=>'محتوی',
            2=>'تصویر',
            3=>'تصویر چندتایی',
            4=>'کاتالوگ',
            5=>'ویدیو',
            6=>'پرسش و پاسخ',
            7=>'محتوی ویژه'
        ],
        'page'=>[
//            1=>'محتوی',
//            2=>'تصویر',
            3=>'تصویر چندتایی',
//            4=>'کاتالوگ',
           5=>'ویدیو',
//            6=>'پرسش و پاسخ',
            7=>'محتوی ویژه'
        ],
        'product'=>[
            // 1=>'محتوی',
            // 2=>'تصویر',
            3=>'تصویر چندتایی',
            4=>'کاتالوگ',
            // 5=>'ویدیو',
            // 6=>'پرسش و پاسخ',
            // 7=>'محتوی ویژه'
        ]
    ],

    'msg'=>[
        'error_to_connecting'=>"خطا در برقراری ارتباط",
        'choose'=>"لطفا انتخاب کنید",
        'is_delete'=>"آیا می خواهید حذف کنید؟",
        'success_delete'=>"حذف با موفقیت انجام شد",
        'yes'=>"بله",
        'no'=>"خیر",
        'success'=>"با موفقیت انجام شد",
    ],

    'request_validation'=>[
        'rule'=>'لطفا قوانین و مقررات را انتخاب کنید',
        'confirm_active'=>'کد فعالسازی صحیح نمی باشد',
    ],
    'banner_kind'=>[
        1=>'بنر صفحه اصلی '.getMaxSize('banner_type_1','pic'),
        2=>'بنر زیر جدید ترین محصولات'.getMaxSize('banner_type_2','pic'),
    ],
    'menu_kind'=>[
        1=>'هدر سایت',
        2=>'فوتر سایت',
    ],
    'open_type'=>[
        1=>'همان صفحه',
        2=>'صفحه جدید'
    ],
    'status_product'=>[
        1=>'موجود',
        2=>'ناموجود',
        3=>'تماس بگیرید',
        4=>'سفارشی',
        5=>'توقف تولید',
        6=>'بزودی'
    ],
    'state_user'=>[
        0=>'تایید شده',
        1=>'تایید نشده',
    ],
    'kind'=>[
        1=>'اطلاع رسانی',
        2=>'داخلی',
    ],
    'page_error'=>'لطفا صفحه ای با اسم :name بسازید',

    'multimedia'=>[
        1=>'تصویر',
        2=>'ویدیو',
    ],

    'contact_success'=>'پیام شما با موفقیت ثبت شد',

    'rate'=>[
        'error'=>'امتیاز شما قبلا ثبت شده است',
        'success'=>'امتیاز شما ثبت شد',
    ]
];
