<?php

return[
    'military'=>[
        1=>'خدمت کرده',
        2=>'معاف'
    ],
    'gender'=>[
        '1'=>'زن',
        '2'=>'مرد'
    ],
    'yes_or_no'=>[
        1=>'بله',
        2=>'خیر'
    ],
    'work_type'=>[
        1=>'کار دائمی تمام وقت',
        2=>'کار دائمی پاره وقت',
        3=>'کار موقت',
        4=>' کارآموزی',
    ],

    'grade_knowledge'=>[
        1=>'نامشخص',
        2=>'عالی',
        3=>'خوب',
        4=>'متوسط',
        5=>'ضعیف',
    ],
    'married'=>[
        1=>'مجرد',
        2=>'متاهل'
    ]

];

?>